(function () {
    // 楼层介绍
    return floorData = [
        {
            'floorNum': 0,
            'data': [
                {
                    'title': `WELLBEING健康娱乐`,
                    'text': `为企业员工提供更多健身空间和设施，保持良好的体魄，才能更集中于工作创新。而创新更加需要环境的激活，一系列与时俱进的、有趣的、能够让员工娱乐放松的配备必不可少。`,
                    'img': 'floorimg.png'
                },
                {
                    'title': `HOTDESK办公`,
                    'text': `H-Joint，是Hiwork推出的共享办公空间，采用了移动办公Hotdesking的管理模式，希望为创业初期的企业，小规模的工作室，以及自由职业者们提供一个高效、低成本、便捷、舒适，并且能够激发创新，鼓励合作共赢的空间。H-Joint，是空间上的共享，是资源、内容、甚至是思想上的联合。`,
                    'img': 'floorimg.png'
                }
            ]
        },
        {
            'floorNum': 1,
            'data': [
                {
                    'title': `MEETING会议`,
                    'text': `开会几乎是商务人士每天必不可缺的一项活动，但与之相反的是，企业中66%的正式会议室都在闲置，共享会议室（H-Meeting）正能帮助企业解决成本浪费的问题。H-Meeting配备了先进的无线投屏、远程会议系统，从预约、开门、使用到留存都能简单操作。`,
                    'img': 'floorimg.png'
                },
                {
                    'title': `HUB企业服务`,
                    'text': `成长中的企业往往会因人员局限，一人身兼数职致使不能精力聚焦，难以创新，有时还会发生管理层面的不专业性，而因为企业规模受限，在市场上也不能获得很好的议价。H-Ub为用户提供专业的人力、工商、财务、法务、品牌等服务，帮助企业更好更快的成长。`,
                    'img': 'floorimg.png'
                }
            ]
        },
        {
            'floorNum': 2,
            'data': [
                {
                    'title': `ART艺术`,
                    'text': `艺术并不遥远，它可以存在在每一个普通人的身边，让工作生活变得特别。`,
                    'img': 'floorimg.png'
                },
                {
                    'title': `LECTURE学习`,
                    'text': `讲座、论坛、分享会、发布会，丰富的公开活动活跃员工的思维，也帮助企业展示品牌实力。`,
                    'img': 'floorimg.png'
                },
                {
                    'title': `SOCIAL社交`,
                    'text': `咖啡几乎是所有办公社交里最常见的媒介，比起封闭的房间，已经习惯了新纪元工作模式的职场人们更愿意在环境友好的咖啡厅里进行社交活动，无论是与甲乙方谈工作，还是与领导聊计划，甚至是“机缘巧合”的攀谈，似乎在咖啡厅都会获得更好的结果。`,
                    'img': 'floorimg.png'
                }
            ]
        },
        {
            'floorNum': 3,
            'data': [
                {
                    'title': `CITY城市`,
                    'text': `办公空间的发展见证了城市的发展，而城市的更新促进了工作方式的进步，你的工作与你的城市密不可分。更多的感受接触城市，会让你的工作生活更加有意义。`,
                    'img': 'floorimg.png'
                },
                {
                    'title': `COMMUNITY社区`,
                    'text': `随着消费升级，人们工作与生活的边际正在被打破，除了便利店、餐馆这些已经在商业写字楼中逐渐丰富的场景外，pop-up store、mini ktv、书房、理疗等设备也在兴起。`,
                    'img': 'floorimg.png'
                }
            ]
        }
    ]

})();