(function () {
    // 销售门店
    return shopsData = [
        {
            'city': '北京',
            'data': [
                {
                    'name': 'SUPER PARTNER',
                    'mall': '金源时代购物中心',
                    'site': '北京市海淀区远大路1号金源购物中心B1层C01 '
                },
                {
                    'name': 'SUPER PARTNER',
                    'mall': '悦荟万科广场',
                    'site': '北京市昌平区南环路10号院1号楼悦荟万科广场4层L4026B（11月开业）'
                },
                {
                    'name': 'MEEJOY',
                    'mall': '北京SKP(华联新光百货）',
                    'site': '北京市朝阳区建国路87号 北京SKP(华联新光百货）5层'
                },
                {
                    'name': 'MEEJOY',
                    'mall': '国贸商城',
                    'site': '北京市朝阳区建国门外大街1号国贸商城北区地下二层3C203'
                },
                {
                    'name': 'MEEJOY',
                    'mall': '枫蓝购物中心',
                    'site': '北京市海淀区西直门外大街3号枫蓝购物中心 3-026'
                },
                {
                    'name': 'Motherswork蓝色港湾店',
                    'mall': '北京蓝色港湾国际商区',
                    'site': '北京市朝阳区朝阳公园路6号院蓝色港湾国际商区儿童城M层Motherswork  '
                },
                {
                    'name': 'i·lollipop北京大悦城店',
                    'mall': '北京大悦城',
                    'site': '北京市朝阳区朝阳北路101号朝阳大悦城5层'
                },
                {
                    'name': 'i·lollipop北京侨福芳草地店',
                    'mall': '北京福侨芳草地',
                    'site': '北京市朝阳区东大桥路9号楼2层（02）L2-29'
                },
                {
                    'name': 'i·lollipop北京五彩城店',
                    'mall': '北京华润置地•五彩城',
                    'site': '北京市海淀区清河中街68号院1号楼华润置地•五彩城L464B '
                },
                {
                    'name': 'i·lollipop北京荟聚店',
                    'mall': '北京荟聚购物中心',
                    'site': '北京市大兴区欣宁街15号1号楼荟聚中心L13层4-03-83-SU号'
                },
                {
                    'name': '国际蓝孩北京店',
                    'mall': '和乔丽晶公寓',
                    'site': '北京市朝阳区将台路2号和乔丽晶公寓1层底商'
                },
                
            ]
        },
        {
            'city': '成都',
            'data': [
                {
                    'name': 'i·lollipop成都国际金融店',
                    'mall': '成都国际金融中心',
                    'site': '成都市锦江区红星路三段1号国际金融中心LG214A号'
                },
                {
                    'name': 'i·lollipop成都银泰中心店',
                    'mall': '成都银泰中心',
                    'site': '成都市高新区天府大道北段1199号 5层548号'
                },
                {
                    'name': '国际蓝孩成都店',
                    'mall': '成都大悦城',
                    'site': '成都市武侯区大悦路518号大悦城3F-07'
                },
                {
                    'name': 'MEEJOY',
                    'mall': '枫蓝购物中心',
                    'site': '北京市海淀区西直门外大街3号枫蓝购物中心 3-026 '
                },
                {
                    'name': 'MEEJOY',
                    'mall': '国贸商城',
                    'site': '北京市朝阳区建国门外大街1号国贸商城北区地下二层3C203 '
                },
            ]
        },
        {
            'city': '大连',
            'data': [
                {
                    'name': 'i·lollipop大连恒隆广场店',
                    'mall': '大连恒隆广场',
                    'site': '大连市西岗区五四路66号大连恒隆广场551'
                }
            ]
        },
        {
            'city': '杭州',
            'data': [
                {
                    'name': 'i·lollipop杭州下城区国大店',
                    'mall': '杭州国大城市广场',
                    'site': '杭州市下城区延安路609号国大城市广场6层6F06'
                },
                {
                    'name': '国际蓝孩杭州店',
                    'mall': '杭州嘉里中心',
                    'site': '杭州市下城区延安路385号嘉里中心L522'
                },
            ]
        },
        {
            'city': '南京',
            'data': [
                {
                    'name': 'i·lollipop南京德基广场店',
                    'mall': '南京德基广场',
                    'site': '南京市中山路18号德基广场6层F635号'
                },
                {
                    'name': '虹悦城',
                    'mall': 'Hape',
                    'site': '南京市雨花台区应天大街619号虹悦城3F-E23'
                }
            ]
        },
        {
            'city': '南宁',
            'data': [
                {
                    'name': 'i·lollipop南宁万象城店',
                    'mall': '南宁万象城店',
                    'site': '南宁市青秀区民族大道136号L527/L528'
                }
            ]
        },
        {
            'city': '秦皇岛',
            'data': [
                {
                    'name': '公园童车',
                    'mall': '公园童车',
                    'site': '河北省秦皇岛市海港区和平大街26号 公园童车'
                }
            ]
        },
        {
            'city': '青岛',
            'data': [
                {
                    'name': 'i·lollipop青岛万象城店',
                    'mall': '青岛华润中心万象城',
                    'site': '青岛市市南区山东路6号甲青岛华润中心万象城L-409'
                }
            ]
        },
        {
            'city': '上海',
            'data': [
                {
                    'name': '上海FIT',
                    'mall': '上海FIT',
                    'site': '上海长治路133号 FIT '
                },
                {
                    'name': 'i·lollipop上海乌鲁木齐中路店',
                    'mall': 'i·lollipop上海乌鲁木齐中路店',
                    'site': '上海市徐汇区乌鲁木齐中路86号（近安福路）'
                },
                {
                    'name': 'i·lollipop上海浦东嘉里城店',
                    'mall': '上海浦东嘉里中心',
                    'site': '上海市浦东新区花木路1378号浦东嘉里中心商场L209B'
                },
                {
                    'name': 'i·lollipop上海静安嘉里城店',
                    'mall': '上海静安嘉里中心',
                    'site': '上海市静安区南京西路1551号静安嘉里中心商场4层N4-07'
                },
                {
                    'name': 'i·lollipop武汉东湖万达广场店',
                    'mall': '上海港汇恒隆广场',
                    'site': '上海市徐汇区虹桥路1号港汇恒隆广场359-360'
                },
                {
                    'name': 'i·lollipop上海合生汇国际广场店',
                    'mall': '上海合生汇国际广场',
                    'site': '上海市杨浦区翔殷路1099号上海合生汇国际广场3层21号'
                },
                {
                    'name': 'i·lollipop上海月星环球港店',
                    'mall': '上海月星环球港',
                    'site': '上海中山北路3300号月星环球港L3111'
                },
                {
                    'name': 'i·lollipop上海万象城店',
                    'mall': '上海万象城',
                    'site': '上海闵行区吴中路1599号L415商铺'
                },
                {
                    'name': 'i·lollipop浦东联洋店',
                    'mall': 'LAYA广场',
                    'site': '上海浦东芳甸路208-232号LAYA广场304店铺'
                },
                {
                    'name': 'Big Kiss',
                    'mall': '丁香国际商业中心',
                    'site': '上海市浦东新区丁香路858号 丁香国际商业中心L212&l213'
                },
                {
                    'name': '国际蓝孩上海静安店',
                    'mall': '国际蓝孩上海静安店',
                    'site': '上海静安店华山路620-1号 '
                },
                {
                    'name': '国际蓝孩上海浦东店',
                    'mall': '国际蓝孩上海浦东店',
                    'site': '上海市浦东新区祖冲之路1239弄长泰广场2座2层2-E26-28'
                },
                {
                    'name': '国际蓝孩上海古北店',
                    'mall': '国际蓝孩上海古北店',
                    'site': '上海市长宁区伊犁南路黄金城道623号'
                },
                
            ]
        },
        {
            'city': '深圳',
            'data': [
                {
                    'name': 'i·lollipop深圳万象天地店',
                    'mall': '深圳万象天地',
                    'site': '深圳市南山区粤海街道深南大道9668号华润城万象天地SL438号铺'
                },
                {
                    'name': '国际蓝孩深圳万象天地店',
                    'mall': '深圳万象天地',
                    'site': '深圳市南山区深南大道9668号华润万象天地SL420'
                },
            ]
        },
        {
            'city': '沈阳',
            'data': [
                {
                    'name': 'i·lollipop沈阳万象城店',
                    'mall': '沈阳华润万象城',
                    'site': '沈阳市和平区青年大街288号沈阳华润万象城6层L607号'
                }
            ]
        },
        {
            'city': '苏州',
            'data': [
                {
                    'name': '纽斯加',
                    'mall': '永旺梦乐城',
                    'site': '苏州工业园区钟南街238号永旺梦乐城3层'
                },
                {
                    'name': '纽斯加',
                    'mall': '永旺梦乐城',
                    'site': '吴中永旺店地址：苏州吴中区越溪苏震桃路永旺梦乐城3层'
                },
            ]
        },
        {
            'city': '无锡',
            'data': [
                {
                    'name': 'i·lollipop无锡恒隆广场店',
                    'mall': '无锡恒隆广场',
                    'site': '无锡市梁溪区人民中路139号L301-L302'
                },
            ]
        },
        {
            'city': '武汉',
            'data': [
                {
                    'name': 'i·lollipop武汉东湖万达广场店',
                    'mall': '武汉东湖万达广场',
                    'site': '武汉市武昌区水果湖沙湖大道18号 3061'
                },
                {
                    'name': 'i·lollipop武汉K11店',
                    'mall': '武汉K11广场',
                    'site': '武汉市东湖关山大道349号L211'
                },
            ]
        },
        {
            'city': '西安',
            'data': [
                {
                    'name': 'i·lollipop西安中大国际店',
                    'mall': '西安中大国际商业中心',
                    'site': '西安市高新区高新路72号西安中大国际商业中心L411'
                },
            ]
        },
        {
            'city': '义乌',
            'data': [
                {
                    'name': 'ASAHI 专卖店',
                    'mall': '世贸中心新光汇购物中心',
                    'site': '义乌新光汇店：义乌市福田路城北路交叉口世贸中心新光汇购物中心3层'
                },
            ]
        },
        {
            'city': '长沙',
            'data': [
                {
                    'name': 'i·lollipop长沙国金中心店',
                    'mall': '长沙国际金融中心',
                    'site': '长沙国际金融中心'
                },
            ]
        },
        {
            'city': '重庆',
            'data': [
                {
                    'name': 'i·lollipop重庆时代广场店',
                    'mall': '重庆时代广场',
                    'site': '重庆市渝中区邹容路100号L514号'
                },
                {
                    'name': 'i·lollipop重庆江北区国金中心店',
                    'mall': '重庆国际金融中心',
                    'site': '重庆市江北城北大街38号L108号'
                },
            ]
        },
    ]

})();